Repository: qiyangdev/Shuowen
Catalog: Shuowen/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: %lld entries
zh_hans: 共 %lld 条
zh_hk: 共 %lld 條

source: %lld found
zh_hans: 找到 %lld 条
zh_hk: 找到 %lld 條

source: About
zh_hans: 关于
zh_hk: 關於

source: Acknowledgments
zh_hans: 致谢
zh_hk: 致謝

source: Add the prebuilt shuowen.store file to the app bundle Resources folder.
zh_hans: 请将预构建的 shuowen.store 放入 App Bundle 的 Resources 目录。
zh_hk: 請將預建置的 shuowen.store 放入 App Bundle 的 Resources 目錄。

source: Add to Favorites
zh_hans: 收藏
zh_hk: 加入收藏

source: Another
zh_hans: 换一张
zh_hk: 換一張

source: App
zh_hans: 应用
zh_hk: 應用程式

source: Browse
zh_hans: 浏览
zh_hk: 瀏覽

source: Building shuowen.store
zh_hans: 正在生成 shuowen.store
zh_hk: 正在產生 shuowen.store

source: Components
zh_hans: 部件
zh_hk: 部件

source: Data
zh_hans: 数据
zh_hk: 資料

source: Database
zh_hans: 数据库
zh_hk: 資料庫

source: Database Not Installed
zh_hans: 数据库未安装
zh_hk: 資料庫未安裝

source: Dictionary data (Apache 2.0) and Jigmo fonts (CC0 1.0). See Open Source Licenses for details.
zh_hans: 字典数据（Apache 2.0）与 Jigmo 字体（CC0 1.0）。详见「开源许可」。
zh_hk: 字典資料（Apache 2.0）與 Jigmo 字體（CC0 1.0）。詳見「開源許可」。

source: Dictionary data and CJK fonts used in this app.
zh_hans: 本应用使用的字典数据与汉字字体。
zh_hk: 本 App 使用的字典資料與漢字字體。

source: Display
zh_hans: 显示
zh_hk: 顯示

source: Duan Notes
zh_hans: 段注
zh_hk: 段注

source: Enter a headword, pinyin, radical, or gloss keyword.
zh_hans: 输入字头、拼音、部首或释义关键词
zh_hk: 輸入字頭、拼音、部首或釋義關鍵字

source: Entries
zh_hans: 字条数量
zh_hk: 字條數量

source: Favorites
zh_hans: 收藏
zh_hk: 收藏

source: Full License Text
zh_hans: 完整许可文本
zh_hk: 完整許可文本

source: Gloss
zh_hans: 释义
zh_hk: 釋義

source: Headword / pinyin / radical / index
zh_hans: 字头 / 拼音 / 部首 / 索引
zh_hk: 字頭 / 拼音 / 部首 / 索引

source: Hides entries whose headword is 𥛱 or 𥛽.
zh_hans: 开启后，不显示字头为 𥛱、𥛽 的条目。
zh_hk: 開啟後，不顯示字頭為 𥛱、𥛽 的條目。

source: Homepage
zh_hans: 主页
zh_hk: 主頁

source: Import Complete
zh_hans: 导入完成
zh_hk: 匯入完成

source: Import failed
zh_hans: 导入失败
zh_hk: 匯入失敗

source: Imported %lld / %lld
zh_hans: 已导入 %1$lld / %2$lld
zh_hk: 已匯入 %1$lld / %2$lld

source: Index Forms
zh_hans: 索引
zh_hk: 索引

source: Kai Note
zh_hans: 楷注
zh_hk: 楷注

source: License
zh_hans: 许可
zh_hk: 許可

source: No Entries
zh_hans: 暂无条目
zh_hk: 暫無條目

source: No entries available.
zh_hans: 暂无可用条目。
zh_hk: 暫無可用條目。

source: No entries match the current display filter.
zh_hans: 当前显示筛选下没有可浏览的条目。
zh_hk: 目前顯示篩選下沒有可瀏覽的條目。

source: No Favorites
zh_hans: 暂无收藏
zh_hk: 暫無收藏

source: No matches for "%@".
zh_hans: 未找到「%1$@」
zh_hk: 搵唔到「%1$@」

source: No Results
zh_hans: 无结果
zh_hk: 無結果

source: Not installed
zh_hans: 未安装
zh_hk: 未安裝

source: Notice
zh_hans: 声明
zh_hk: 聲明

source: Open Source Licenses
zh_hans: 开源许可
zh_hk: 開源許可

source: Pinyin
zh_hans: 拼音
zh_hk: 拼音

source: Preparing…
zh_hans: 准备中…
zh_hk: 準備中…

source: Pronunciation
zh_hans: 反切
zh_hk: 反切

source: Radical
zh_hans: 部首
zh_hk: 部首

source: Radical / Volume
zh_hans: 部首 / 卷
zh_hk: 部首 / 卷

source: Ready
zh_hans: 已就绪
zh_hk: 已就緒

source: Remove from Favorites
zh_hans: 取消收藏
zh_hk: 取消收藏

source: Roam
zh_hans: 漫游
zh_hk: 漫遊

source: Seal Character
zh_hans: 篆文
zh_hk: 篆文

source: Search
zh_hans: 搜索
zh_hk: 搜尋

source: Search Shuowen
zh_hans: 搜索说文
zh_hk: 搜尋說文

source: Searching…
zh_hans: 搜索中…
zh_hk: 搜尋中…

source: Settings
zh_hans: 设置
zh_hk: 設定

source: Shuowen
zh_hans: 说文解字
zh_hk: 說文解字

source: Source Code
zh_hans: 源代码
zh_hk: 原始碼

source: Tap the card or shuffle for another entry.
zh_hans: 点击卡片查看详情，或点换一张随机浏览。
zh_hk: 點擊卡片查看詳情，或點換一張隨機瀏覽。

source: Tap the star on an entry to add it here.
zh_hans: 在字头详情页点击星标即可收藏
zh_hk: 在字頭詳情頁㩒星標即可加入收藏

source: Third-party dictionary data (Apache 2.0) and Jigmo fonts (CC0 1.0).
zh_hans: 第三方字典数据（Apache 2.0）与 Jigmo 字体（CC0 1.0）。
zh_hk: 第三方字典資料（Apache 2.0）與 Jigmo 字體（CC0 1.0）。

source: This app is open source. View, fork, and contribute on GitHub under the MIT License.
zh_hans: 本应用以 MIT 许可开源，欢迎在 GitHub 查看、Fork 与贡献代码。
zh_hk: 本 App 以 MIT 許可開源，歡迎喺 GitHub 查看、Fork 同貢獻程式碼。

source: Today's pick. Tap shuffle for another.
zh_hans: 今日字目。点换一张可手动刷新。
zh_hk: 今日字目。點換一張可手動刷新。

source: Variants
zh_hans: 异体
zh_hk: 異體

source: Version
zh_hans: 版本
zh_hk: 版本

source: Volume
zh_hans: 卷
zh_hk: 卷

source: Xuan Note
zh_hans: 玄注
zh_hk: 玄注
